[
  { "title": "Balance",
    "url": "/oils/balance/",
    "img": "/img/bottles/Balance_15mL_OilBlend.png",
    "description": ["Some of us like to call Balance the happy mom oil. 🙂 Who couldn’t use a little bit of balance in their life? This is an oil everyone should have.",
    "Balance, doTERRA’s grounding blend, is a blend of Spruce, Ho Wood, Frankincense, Blue Tansy and Blue Chamomile with Fractioned Coconut Oil. The warm, woody aroma of Balance, creates a sense of calm and wellbeing."],
    "usage": [
      "Begin your day by putting Balance on the bottom of your feet to promote feelings of calmness and tranquility throughout the day.",
      "Balance is a great oil blend to use during an AromaTouch® Hand Massage (see video below).",
      "Apply Balance to your wrists or neck to help ease anxious feelings.",
      "Diffuse in your car during road trips to create a calming, soothing environment.",
      "Diffuse in the morning while kids are getting ready for school to help everyone stay calm and focused.",
      "If you have occasional feelings of anxiousness, apply Balance to your wrists and neck.",
      "When feeling overwhelmed, diffuser Balance or apply topically.",
      "After a long day at work, add a few drops of Balance along with Epsom salt to your bath water for a relaxing experience.",
      "Put a drop behind your ears or on the back of your neck when flying to calm anxious feelings."
    ],
    "images": [

    ],
    "videos": [
      {"src": "//www.youtube.com/embed/Vez2mCuA89A?wmode=transparent&modestbranding=1&autohide=1&showinfo=0&rel=0"}
    ]
},
  { "title": "Wild Orange",
    "url": "/oils/wild-orange/",
    "img": "/img/bottles/Wild-Orange_15mL_Oil-Single.png",
    "description": ["🍊dōTERRA Wild Orange has the most wonderful uplifting aroma that inspires feelings of happiness, energy, and abundance. dōTERRA Wild Orange essential oil is cold pressed from fresh fruit peels of the sweet orange tree. doTERRA sources oranges through Co-Impact Sourcing® in the Dominican Republic and Brazil, where ideal climate and growing conditions contribute to the best possible orange citrus oil in the world.",
    "<strong>Avoid sunlight and UV rays for at least 12 hours after applying product.</strong>"],
    "usage":[
      "Add a drop to water or smoothie for a burst of flavor and to promote overall health.",
      "Use in an all-purpose spray to cleanse and purify countertops, tables and other surfaces.",
      "Diffuse to uplift mood and energy levels and to freshen the air.",
      "During colder temperatures, take 1-2 drops of Wild Orange in a capsule to support a healthy immune system.*",
      "Place a few drops on your air filter to improve your home's scent.",
      "Before a stress filled day, diffuse for an energizing and revitalizing aroma.",
      "When you lack energy in the afternoon, diffuse 3 drops Wild Orange with 3 drops Peppermint to increase alertness and lift mood.",
      "If you don't have a diffuser, apply a drop of Wild Orange and a drop of Peppermint in your hands and breathe in deeply then rub into shoulders to help increase alertness and lift mood.",
      "Slice an apple and put in a bowl filled with water. Add 2 drops Wild Orange to the water and swish around. Let the apples soak for 3 minutes. Dump out the water and enjoy your orange flavored apples.",
            {"href": "https://www.doterra.com/US/en/blog/spotlight-wild-orange-oil", "link": "More Ideas for Wild Orange Use"}],
    "images": [

      {"src": "/img/oil-info/orange-blends.jpeg", "alt": "Wild orange diffuser blends"}],
    "videos":[],
    "disclaimer":true
  },
  { "title": "Lemon",
    "url": "/oils/lemon/",
    "img": "/img/bottles/Lemon_15mL_Oil-Single.png",
    "description": ["You are going to fall in love with the aroma of Lemon essential oil. One of our favorite ways to use lemon is to add a drop to your water (but make sure you are drinking from a glass cup, not a plastic cup). This helps flush out toxins and supports healthy immune function.",
    "CAUTION: Citrus oils are photosensitive…this means that if you use citrus oils topically, you need to avoid direct sun exposure for up to 12 hours afterwards. You can get an awful sunburn if you apply citrus oils and then expose skin to sunlight or tanning beds. So when using citrus oils topically, apply at night before going to bed."],
    "usage":["Add a drop of Lemon, Lavender and Peppermint to a gel capsule and take internally or place a drop of each in your hand, rub hands together and breathe in the aroma to support seasonal discomfort, such as itchy eyes or itchy throat. Or purchase <a href='https://www.doterra.com/US/en/blog/product-spotlight-essential-oil-softgels' target='_blank'>TriEase</a> on your next doTERRA order 🙂",
    "Rub on the spine or bottom of feet to support healthy immune system",
  "Add a few drops to a cotton ball and place inside stinky shoes over night",
"Diffuse to uplift and energize your mood",
"Add a few drops to your laundry during the wash cycle",
"Use to remove permanent marker or sticky residue",
"Use to remove gum from hair",
"Add a few drops to your favorite dishes instead of lemon juice"],
    "images": [{"src": "/img/oil-info/lemon-8-ways.jpeg", "alt": "8 ways to use Lemon essential oil"},
      {"src": "/img/oil-info/lemon-raspberry-recipe.jpeg", "alt": "recipe for raspberry lemon water"},
      {"src": "/img/oil-info/lemon-diffuser-blends.jpg", "alt": "Diffuser blends with lemon essential oil"},
      {"src": "/img/oil-info/lemon-sourcing.jpg", "alt": "sourcing of lemon essential oil"}],
    "videos":[]
  },
  { "title": "Peppermint",
    "url": "/oils/peppermint/",
    "img": "/img/bottles/Peppermint_15mL_Oil-Single.png",
    "description": ["Peppermint is an oil you will soon fall in love with if you haven’t already. It can be used for so many things. 💙🌿",
    "NOTE: If you are a breastfeeding mama, you’ll want to avoid peppermint oil for now. While peppermint isn’t harmful to your baby, it can cause your milk supply to diminish. It’s a wonderful tool to help ease the discomfort of weaning your baby when the time comes, but if that isn’t your intention then use peppermint sparingly or not at all for the time being."],
    "usage":["Breathe in peppermint during studying or learning.  Do this again when recalling the information to increase mental acuity.",
    "Mix a drop of Peppermint and Wild Orange in your palm and rub on the back of your neck and shoulders for help staying alert and awake. ",
  "Add a drop with water in a shot glass and drink quickly to stop aggressive hiccups.",
"Apply topically to areas of a tension, along forehead, on temples or up the back of the head. Avoid eyes. Dilute with coconut oil.",
"A single drop of peppermint in a cup of hot water with honey, makes a delicious peppermint tea to help support a healthy immune system and digestive track.",
"Use peppermint topically to rub on large muscles before and after workouts to increase blood flow and make recovery quicker and less painful. Mix with lemongrass essential oil (dilute lemongrass with coconut oil) to support shins while running."],
    "images": ["For more ideas on how to use your peppermint essential oil check out <a href='https://www.doterra.com/US/en/blog/spotlight-peppermint-oil?fbclid=IwAR0ap3oaihBM00iEhQ7XiFmo55P87maPQT93HYMHZ35lUVuKmf_pqEMKTAc' target='_blank'>doTERRA’s blog</a> and our images below.",
      {"src": "/img/oil-info/peppermint-facts.jpeg", "alt": "facts about peppermint essential oil"},
      {"src": "/img/oil-info/peppermint-softgels.jpeg", "alt": "peppermint essential oils softgels"},
      {"src": "/img/oil-info/peppermint-cookies.jpeg", "alt": "no bake cookie recipe with peppermint essential oil"},
      {"src": "/img/oil-info/peppermint-cool-down.jpeg", "alt": "ways to cool down with peppermint essential oil"},
      {"src": "/img/oil-info/peppermint-sourcing.jpg", "alt": "sourcing information for doTERRA peppermint essential oil "}],
    "videos":[]
  },
  { "title": "Tea Tree",
    "url": "/oils/tea-tree/",
    "img": "/img/bottles/Tea-Tree_15mL.png",
    "description": ["From spring cleaning to cosmetic care, Tea Tree (Melaleuca alternifolia) is one of the most versatile essential oils. Hailing from Australia, the melaleuca plant was a daily necessity for the early natives. The Aborigines would crush the leaves and inhale the scent of the oil to promote feelings of clear breathing or apply the leaves directly to the skin for a cooling effect. Tea Tree oil is renowned for its cleansing and rejuvenating effect on the skin. Few people know, however, that it promotes healthy immune function and protects against environmental and seasonal threats as well."],
    "usage":["Take Tea Tree (Melaleuca) internally to promote healthy immune function, support gastrointestinal health and healthy cellular function, and promote healthy lung and respiratory function",
      "For occasional skin irritations and blemishes, apply one to two drops of Tea Tree (Melaleuca) essential oil onto affected areas, or combine with a facial cleanser or moisturizer for a cleansing and rejuvenating effect.",
    "Apply Tea Tree (Melaleuca) to the fingernails and toenails after showering to purify and keep nails looking healthy",
  "Add a few drops of Tea Tree (Melaleuca) to a spray bottle with water and use on surfaces to protect against environmental threats.",
  "Apply it to the bottoms of the feet and inside shoes for a refresher.",
"Add Tea Tree (Melaleuca) to water alone, or along with Peppermint and Lemon essential oil, for a refreshing mouth rinse and breath freshener,",
"Tea Tree (Melaleuca) promotes a healthy, clean looking scalp and hair. Add a few drops to shampoo and lather it into hair to keep it looking thick, clean, and healthy.",
"Diffuse Tea Tree (Melaleuca) to purify and freshen the air and protect against environmental and seasonal threats.*",
"Tea Tree (Melaleuca) supports healthy joint function and soothes body soreness after exercise.*",
"Diffuse or apply topically to support feelings of open airways and easy breathing.",
"Add a drop of Tea Tree (Melaleuca) to your flower water to prolong the life of your bouquet."
],
"disclaimer": true,
    "images": [{"src": "/img/oil-info/toilet-bowl-cleaner-recipe.jpeg", "alt": "Toilet bowl cleaner recipe with Tea Tree (Melaleuca) essential oil"}],
    "videos":[]
  },
  { "title": "Lavender",
    "url": "/oils/lavender/",
    "img": "/img/bottles/Lavender_15mL_Oil-Single.png",
    "description": ["Lavender essential oil is known for its calming and balancing properties. Lavender supports the immune system, the nervous system, and the cardiovascular system. 💜💜"],
    "usage":["Add a drop of Lavender to your moisturizer to help your skin looking clear and healthy.",
    "Add a drop to your shampoo for a healthy scalp",
  "Diffuse lavender or apply topically over your heart, on pulse points, along the spine or on the bottom of your feet to helps ease feelings of anxiousness and can be particularly calming during times of stress.",
"Keep a bottle of Lavender on hand to soothe occasional skin irritations. I keep a bottle in the kitchen to soothe burns.",
"Add a drop of Lavender to mascara for longer and stronger lashes.",
"For more ideas on how to use your lavender, check out <a href='https://www.doterra.com/SG/en_SG/blog/spotlight-lavender' target='_blank'>doTERRA’s blog post</a> and our images below. 🙂 "],
    "images": [{"src": "/img/oil-info/12-uses-lavender.jpeg", "alt": "12 uses for Lavender essential oil"},
      {"src": "/img/oil-info/lavender-lemonade-recipe.jpeg", "alt": "recipe for lemonade with lavender essential oil"}],
    "videos":[]
  },
  { "title": "Oregano",
    "url": "/oils/oregano/",
    "img": "/img/bottles/Oregano_15mL_Oil-Single.png",
    "description": ["Oregano is one of the most potent and powerful essential oils and has been used since ancient times in traditional health practices for its cleansing and immune-boosting properties. Oregano oil can be taken internally or applied topically (with a carrier oil) to help support a healthy immune system, healthy digestion and respiratory function. 💚"],
    "usage":["Take one drop in a veggie cap or four fluid ounces of liquid daily to maintain healthy immune function.",
    "Add one to two drops to a veggie capsule to support healthy respiratory function.",
  "Put one drop in place of dried oregano in spaghetti sauce, pizza sauce, or on a roast.",
"Oregano can be used for a deep muscle massage, if you don’t mind the aroma (use a carrier oil, it’s a warm oil)",
"Read more on <a href='https://www.doterra.com/US/en/blog/spotlight-oregano-oil' target='_blank'>doTERRA's blog</a>"],
    "images": [{"src": "/img/oil-info/oregano-infographic-us-en-web.jpeg", "alt": "information about oregano essential oil."}],
    "videos":[{"src": "//www.youtube.com/embed/uOh4CyEy2hU?wmode=transparent&modestbranding=1&autohide=1&showinfo=0&rel=0"}],
    "recipes": [
      {
        "title": "Italian Bread Dip",
        "img": "/img/oil-info/oregano-italian-bread-dip.jpg",
        "ingredients": ["¼ cup olive oil", "1–3 tablespoons balsamic vinegar to taste","1–3 tablespoons balsamic vinegar to taste", "½ teaspoon Italian seasoning","1 tablespoon Parmesan cheese (optional)", "1–2 drops Oregano oil (start with a toothpick and progress toward drops for desired flavor)"],
        "instructions": ["Gently mix together all ingredients in a bowl large enough to dip into.", "Dip favorite Italian style bread into bowl and enjoy."],
        "source": ""}
    ]
  },
  { "title": "Frankincense",
    "url": "/oils/frankincense/",
    "img": "/img/bottles/Frankincense_15mL_Oil-Single.png",
    "description": ["Frankincense if often referred to as the King of essential oils. This essential oil has been prized for thousands of years for it’s beautiful properties.", "When in doubt, use Frankincense. Frankincense can be used to support healthy skin, respiratory health, immune function and brain health.", "There are dozens of species of Boswellia trees, but only four produce true frankincense essential oil. dōTERRA uses all four of these species—carterii, frereana, sacra, and papyrifera—to produce CPTG Certified Pure Therapeutic Grade® Frankincense essential oil that is brimming with benefits."],
    "usage":["Diffuse to induce feelings of peace, satisfaction, and overall wellness.",
    "Add to the cuticles and nail beds to maintain healthy looking fingernails.",
  "Add a few drop to your mouthwash to help keep your gums, teeth and mouth looking clean and healthy.",
"To start the day off right, rub a few drops of Frankincense on your heart to bring feelings of overall wellness.",
"Diffuse Frankincense while doing your morning yoga to bring peace and relaxation to your morning routine.",
"Feeling stressed? apply Frankincense to the bottom of your feet or diffuse it to keep calm and present.",
"Take 1-2 drops of Frankincense in a capsule to support healthy cellular function, healthy liver function, healthy immune function, and healthy joint function. *",
"Add a few drops of Frankincense to your moisturizer to give your skin an extra boost.",
"add a drop of Frankincense under your tongue to prmote overall wellness and satisfaction",
"These ideas and others can be found on this <a href='https://www.doterra.com/US/en/blog/spotlight-frankincense-oil' target='_blank'>doTERRA blog post</a>. Check it out for more ideas on how to use your Frankincense."],
"disclaimer": true,
    "images": [{"src": "/img/oil-info/frankincense-diffuser-blends.jpeg", "alt": "recipes for Frankincense diffuser blends"}],
    "videos":[]
  },
  { "title": "On Guard",
    "url": "/oils/on-guard/",
    "img": "/img/bottles/OnGuard_15mL_OilBlend.png",
    "description": ["If there was one oil I couldn’t live without, it would be On Guard. On Guard is the oil that changed everything for my family. As a mom with young kids, we could not stay healthy. When I was introduced to On Guard and started using it every single day on my kids and on myself, we started seeing amazing changes to our health","To support a healthy immune system, rub a drop on the bottom of your kids feet every night at bedtime and diffuse it next to their beds. For adults, add a drop to a shot glass half full of water and take it internally every night or take a doTERRA+ soft gel."],
    "usage":["Fill an 8oz spray bottle with water and 5 drops On Guard to cleanse surfaces.",
      "Combine 1 cup water, 2 tbsp rubbing alcohol, and 5 drops On Guard for a linen spray.",
      "Add to dishwasher fluid to remove water spots.",
      "Diffuse wherever you are for an uplifting scent and to cleanse the air.",
      "Add 2-3 drops in a veggie capsule for a quick immune boost.",
      "Rub on the bottom of your child's feet during school season.",
      "Add one drop to 8 oz water and use as a mouthwash",
      "Add 2-3 drops to a bowl of hot water and breathe to clear the airways.",
      "Add a couple of drops to your laundry cycle to aid in cleaning clothes.",
      "Add to mop water for cleaner floors.",
      "Make a breath spray by adding 3-5 drops to a 5mL GLASS spray bottle, then fill the remainder with distilled water.",
      "Add 2 drops to a clothspin and clip to filters in the home.",
      "Add 1 drop to 1tbsp honey and take to soothe a dry throat.",
      "Combine 8oz water and 5 drops On Guard and spray to clean the interior of your car.",
      "Add 1-2 drops to your vacuum cleaner/steamer to sanitize your carpet.",
      "Soak your toothbrush in water with 2 drops of On Guard.",
      "Add 1-2 drops to a cloth and wipe down piano keys, doorknobs, telephones, computer keyboards, and other public appliances.",
      "Combine a few drops with coconut oil for a natural hand cleanser.",
      "Soak sliced apples in water and a few drops of On Guard for a healthy, immune-boosting snack.",
      "These ideas and others can be found on this <a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-protective-blend' target='_blank'>doTERRA blog post</a>. Check it out for more ideas on how to use your On Guard.",
      "There are lots of other On Guard based products in addition to the oil, check them out as well: <ul><li>On Guard Foaming Hand Wash</li><li><a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-cleaner-concentrate'>On Guard Cleaner Concentrate</a></li><li><a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-softgels'>On Guard Softgels</a></li><li><a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-beadlet'>On Guard Beadlets</a></li><li><a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-natural-whitening-toothpaste'>On Guard Natural Whitening Toothpaste</a></li><li><a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-mouthwash'>On Guard Mouthwash</a></li><li><a href='https://www.doterra.com/US/en/blog/product-spotlight-onguard-sanitizing-mist'>On Guard Sanitizing Mist</a></li><li><a href='https://www.doterra.com/US/en/blog/spotlight-doterra-on-guard-laundry-detergent'>On Guard Laundry Detergent</a> </li></ul>"
      ],
      "recipes":[{
        "title": "doTERRA On Guard Popcorn",
        "img": "/img/oil-info/on-guard-popcorn.jpeg",
        "ingredients": ["1 cup popcorn kernels","¼ cup unrefined coconut oil", "¼ cup pure maple syrup", "5-6 drops doTERRA On Guard Protective Blend","2–3 drops Cinnamon Bark oil", "Ground cinnamon to taste","Salt to taste"],
        "instructions": ["Air-pop popcorn and place in a large mixing bowl.", "Melt coconut oil. Stir in maple syrup and essential oils.", "Pour mixture over popcorn. Pausing to toss and mix.", "Sprinkle with ground cinnamon and salt. Mix thoroughly and enjoy!"],
        "source": ""}],
    "images": [{"src": "/img/oil-info/", "alt": ""}],
    "videos":[]
  },
  { "title": "DigestZen",
    "url": "/oils/digestzen/",
    "img": "/img/bottles/DigestZen_5mL_OilBlend.png",
    "description": ["With so many digestive health benefits, this is sure to become a favorite in your home. DigestZen is infused with Ginger, Fennel, Coriander, Tarragon, Anise, Caraway, and Peppermint essential oils, which combine together to help ease occasional stomach discomfort, maintain a healthy gastrointestinal tract, and aid in digestion.", "Products: DigestZen Oil, DigestZen Touch (perfect for kids), DigestZen Soft Gels"],
    "usage":["Aids in the digestion of foods. *",
    "Eases feelings of queasiness. *",
  "Helps reduce bloating, gas, and occasional indigestion. *",
"Add a few drops to water to take internally or rub on the stomach before flying or taking a road trip for a calming aroma to reduce motion sickness.",
"Have DigestZen on hand when enjoying heavy holiday meals to promote digestion. *",
"Add to water or tea to maintain a healthy gastrointestinal tract. *"],
"disclaimer": true,
    "images": [{"src": "/img/oil-info/digestzen-softgels.jpeg", "alt": "information about doTerra DigestZen softgels"}],
    "videos":[{"src": "//www.youtube.com/embed/fWbrEHhl8ZA?wmode=transparent&modestbranding=1&autohide=1&showinfo=0&rel=0"}]
  },
  { "title": "Deep Blue",
    "url": "/oils/deep-blue/",
    "img": "/img/bottles/Deep-Blue_5mL_OilBlend.png",
    "description": ["As one of doTERRA’s most popular product lines, Deep Blue is sure to become one of your favorite’s too.","Use Deep Blue after a good workout or a long day spent at the computer or at times when you may experience discomfort performing routine tasks due to lingering tension in your muscles. Deep Blue is highly soothing to both mind and body and can be beneficial in easing feelings of tension caused by mental, physical, or emotional exhaustion."],
    "usage":["Before starting your workout, "],
    "images": [{"src": "/img/oil-info/deep-blue-products.jpeg", "alt": "doTERRA Deep Blue product line"}],
    "videos":[{"src": "//www.youtube.com/embed/o26fYQclyrc?wmode=transparent&modestbranding=1&autohide=1&showinfo=0&rel=0"}]
  },
  { "title": "Breathe",
    "url": "/oils/breathe/",
    "img": "/img/bottles/Breathe_5mL_OilBlend.png",
    "description": ["Breathe is one of doTERRA’s most popular essential oil blends due to its powerful uses and benefits. Well known for its ability to maintain feelings of clear airways, doTERRA Breathe is enriched with a series of oils that help cool and invigorate, promoting feelings of easy breathing. Breathe essential oil blend can be used both aromatically and topically to help minimize the effects of seasonal threats. This powerful blend can also be used to promote peaceful sleep. Breathe is a blend of Peppermint, Eucalyptus, Melaleuca (Tea Tree), Lemon, Cardamom, Ravensara, and Laurel Leaf that emits an airy and fresh mint aroma.","Products in the Breathe Line: <a href='https://www.doterra.com/US/en/blog/spotlight-doterra-breathe-respiratory-blend' target='_blank'>Breathe Oil</a>, Breath Touch (Breathe oil in a roll on bottle), <a href='https://www.doterra.com/US/en/blog/science-research-news-chemistry-benefits-doterra-breathe-respiratory-drops' target='_blank'>Breathe Respiratory Drops</a>, and <a href='https://www.doterra.com/US/en/blog/spotlight-doterra-breathe-vapor-stick' target='_blank'>Breathe Vapor Stick</a>."],
    "usage":["Use Breathe Touch and swipe under the nose to open up a stuffy nose or to open up airways before a workout.",
    "For respiratory support, mix a few drops with fractionated coconut oil and massage on the chest. Add Frankincense for additional support.",
  "Add one drop of Breathe to the palm of your hands and deeply inhale through your nose or mouth to open airways. This is great to do before exercising.",
"Rub one drop of Breathe on the big toe or use 4 drops in a diffuser to minimize snoring.",
"Use in a steaming cup of hot water and inhale deeply to loosen stuck congestion.",
"Diffuse to support clear breathing",
"Diffuse to help a spouse who snores",
"If you enjoy being in the out of doors, but don’t want the changes in the seasons to slow you down, apply Breathe topically before heading out."],
    "images": [{"src": "/img/oil-info/Breathe-2-768x768.jpeg", "alt": "doTERRA Breathe product line"}],
    "videos":[{"src": "//www.youtube.com/embed/fQbKj5lXBGA?wmode=transparent&modestbranding=1&autohide=1&showinfo=0&rel=0"}]}

]
